grk_pronouns = [['G46740', '  G52120', '  G45710', '  G46710', '  G46750', '  G47710', '  G52090', '  G52100', '  G52130', '  G52160', '  G45720'],
['G22480', '  G22490', '  G22510', '  G22570', '  G22540'],
['G16910', '  G16980', '  G14730', '  G16830', '  G17000', '  G16990'],
['G08460', '   G08480', '  G14380', '  G35920', '  G50230', '  G51240', '  G51250', '  G51260', '  G51270', '  G51280', '  G51290', '  G51300', '  G37780'],
['G37390', '  G15660', '  G15650', '  G15630', 'G08470', '  G15640'],
]

eng_pronouns = []

asm_pronouns = []

ben_pronouns = []

guj_pronouns = []

hin_pronouns = [['अपना', ' अपनी', ' अपने', ' आप', ' तुझ', ' तुझे', ' तुम', ' तुम्हारा', ' तुम्हें', ' तू', ' तूने', ' तेरा', ' तेरे'],
['हम', ' हमने', ' हमारे', ' हमें'],
['मुझ', ' मुझसे', ' मुझे', ' मुँह', ' में', ' मेरा', ' मेरी', ' मेरे', ' मैं', ' मैंने'],
['इस', ' इसी', ' उन', ' उनकी', ' उनके', ' उनमें', ' उनसे', ' उन्हें', ' उन्होंने', ' उस', ' उसका', ' उसकी', ' उसके', ' उसको', ' उसने', ' उसमें', ' उसी', ' उसे', ' वे'],
['यह', ' यहाँ', ' वह', ' वहाँ', ' वही'],
]

kan_pronouns = []

mal_pronouns = []

mar_pronouns = []

pun_pronouns = []

odi_pronouns = []

tam_pronouns = []

tel_pronouns = []

urd_pronouns = []

